export default function AboutUsPage() {
  const paragraphClasses = "text-muted-foreground mb-4";
  const subTitleClasses = "text-xl font-semibold mt-8 mb-2";
  return (
    <>
      <section className="bg-gray-50 dark:bg-blue-900/10 py-16 md:py-24">
        <div className="container space-y-12 mx-auto max-w-[700px]">
          <h1 className="text-3xl font-bold tracking-tighter sm:text-4xl">
            Загальна інформація
          </h1>
          <h2 className={subTitleClasses}>Історія та місія</h2>
          <p className={paragraphClasses}>
            Криворізький фаховий коледж Державного некомерційного підприємства
            «Державний університет «Київський авіаційний інститут» (далі –
            Коледж або КРФК КАІ) заснований на загальнодержавній власності,
            підпорядкований Міністерству освіти і науки України. Місце
            знаходження: 50024, Дніпропетровська область, м. Кривий Ріг, вул.
            Олега Антонова, 1.
          </p>
          <p className={paragraphClasses}>
            Історія коледжу бере початок з червня 1951 року. За роки свого
            існування коледж став сучасним закладом освіти і підготував понад 35
            тисяч фахівців, які працюють не лише в Україні, але і поза її
            межами, більш як у 45 країнах світу.
          </p>
          <p className={paragraphClasses}>
            Основним завданням розвитку освіти у Криворізькому фаховому коледжі
            Державного некомерційного підприємства «Державний університет
            «Київський авіаційний інститут» стає виведення її на рівень
            державних і міжнародних стандартів, досягнення якісно нового рівня
            підготовки авіаційних фахівців, забезпечення високого
            науково-методичного і науково-технічного рівня освітнього процесу;
            подальше формування змісту освіти на основі наскрізної
            комп`ютеризації, фундаменталізації і прогресивних технологій
            навчання; гуманізація освіти та всебічний розвиток особистості;
            підвищення наукового потенціалу педагогічних (науково-педагогічних)
            кадрів.
          </p>
          <h2 className={subTitleClasses}>Викладацький склад</h2>
          <p className={paragraphClasses}>
            Освітній процес у коледжі здійснюють 106 штатних та позаштатних
            викладачів, з яких 4 доктори наук, професори, 20 кандидатів наук, 10
            доцентів, 17 викладачів-методистів, 1 старший викладач та 63
            викладачі вищої кваліфікаційної категорії. Для реалізації освітнього
            процесу залучаються викладачі Національного авіаційного університету
            (далі - НАУ) та інших закладів вищої освіти, які працюють в коледжі
            за сумісництвом, та фахівці-практики.
          </p>
          <h2 className={subTitleClasses}>Структура коледжу</h2>
          <p className={paragraphClasses}>
            В структуру коледжу входять 4 відділення, 11 циклових комісій,
            підготовче відділення, відділення моніторингу та забезпечення якості
            освіти, які проводять навчально-виховну та методичну роботу щодо
            впровадження новітніх технологій навчання, в тому числі з
            використанням технічних засобів комп`ютеризації освітнього процесу.
          </p>
          <h2 className={subTitleClasses}>Матеріально-технічна база</h2>
          <p className={paragraphClasses}>
            До складу матеріально-технічної бази КРФК КАІ входять три навчальних
            корпуси, аудиторний фонд яких складається з 51 аудиторії для
            проведення лекційних, практичних, лабораторних занять; 14 навчальних
            кабінетів; 39 лабораторії, з них 23 комп`ютерних.
          </p>
          <p className={paragraphClasses}>
            До складу навчальної авіаційної технічної бази коледжу входять
            тринадцять повітряних суден; два навчальних корпуси, аудиторний фонд
            яких складається з 28 аудиторій для проведення лекційних,
            практичних, лабораторних занять (з них - 17 лабораторій, 11
            навчальних кабінетів); одна бібліотека та два читальні зали.
          </p>
          <p className={paragraphClasses}>
            Загальна площа навчальних приміщень складає 33695,8 кв. м. Таким
            чином, площа навчальних приміщень для здійснення освітнього процесу
            в КРФК КАІ не суперечить технологічним вимогам щодо забезпечення
            започаткування освітньої діяльності у сфері фахової передвищої
            освіти – не менше ніж 2,4 кв. м на одного здобувача освіти.
          </p>
          <p className={paragraphClasses}>
            Аудиторно-лабораторний фонд коледжу, за допомогою якого здійснюється
            підготовка фахівців за всіма спеціальностями усіх рівнів освіти,
            включає в себе обладнані кабінети та навчальні аудиторії, що
            оснащені необхідними наочними посібниками, технічними засобами
            навчання та паспортизовані належним чином. Обладнання лабораторій і
            спеціалізованих кабінетів сприяє виконанню в повному обсязі
            лабораторних та практичних робіт за навчальними планами.
          </p>
          <p className={paragraphClasses}>
            Належний стан матеріально-технічної бази КРФК КАІ дає змогу
            здійснювати відповідне комп`ютерне забезпечення освітнього процесу,
            застосовувати на заняттях інноваційні методики й технології
            навчання, широко використовувати мультимедійні засоби.
            Забезпеченість мультимедійним обладнанням для одночасного
            використання в навчальних аудиторіях становить більше 30 відсотків
            від загальної кількості, що відповідає діючим ліцензійним вимогам.
          </p>
          <p className={paragraphClasses}>
            В коледжі функціонують 23 комп`ютерні лабораторії, загальною площею
            1866 кв. м. Кількість комп`ютерів, що задіяні в освітньому процесі
            складає 311 одиниць. З урахуванням проектної місткості коледжу
            кількість робочих комп`ютерних місць на сто здобувачів освіти
            складає 12 одиниць (1 на 5). Комп`ютеризовані робочі місця об`єднані
            в локальну мережу з можливістю доступу до мережі Internet. В коледжі
            постійно відбувається оновлення наявного комп`ютерного обладнання.
          </p>
          <p className={paragraphClasses}>
            Територія коледжу сягає більш ніж 23 га, з них 1,3 га –
            авіаційно-технічна база, на якій знаходиться 12 одиниць сучасної
            авіаційної техніки, в тому числі борт 85131, в кабіні якого велися
            зйомки фільму «Екіпаж». Навчально-лабораторних корпусів – 5,
            гуртожитків – 4, 2 спортзали, стадіон, їдальня, бібліотека. Коледж
            має постійно діючу профорієнтаційну експозицію в музеї Національного
            центру аерокосмічної освіти.
          </p>
          <p className={paragraphClasses}>
            Коледж має дві спортивні зали (площа 2382 кв. м), стадіон,
            баскетбольну площадку, волейбольну площадку та тенісний корт.
            Стадіон у коледжі вважається одним із найкращих стадіонів у місті.
            На базі коледжі постійно проводяться спортивні заходи, змагання
            районного, міського, обласного, всеукраїнського і навіть
            міжнародного рівнів. В коледжі працюють 10 спортивних секцій.
          </p>
          <p className={paragraphClasses}>
            Площа приміщень для педагогічних (науково-педагогічних) працівників
            - 1379,7 кв.м.
          </p>
          <p className={paragraphClasses}>
            Відповідно до санітарно-гігієнічної оцінки освітньої діяльності
            приміщень коледжу встановленим критеріям безпечності для здоров`я
            людини, що проводилась Криворізьким міським управлінням
            Держпродспоживслужби в Дніпропетровській області, стан
            навчально-лабораторних приміщень відповідає вимогам Закону України
            «Про забезпечення санітарного та епідемічного благополуччя
            населення», ДСанПіН № 5.5.2.008-1 та ДСанПіН № 5.5.6.009-98.
          </p>
          <p className={paragraphClasses}>
            Контроль за додержанням умов охорони праці та безпеки
            життєдіяльності в коледжі проводиться згідно з діючим
            законодавством, що фіксується в журналах відповідальних осіб.
          </p>
          <p className={paragraphClasses}>
            Навчальна практика проводиться на навчальній авіаційно-технічній
            базі та наземному радіополігоні.
          </p>
          <p className={paragraphClasses}>
            Виробничу практику здобувачі освіти проходять в авіаційних
            компаніях, на авіаційних заводах України, ДП «Антонов» та інших
            підприємствах.
          </p>
          <h2 className={subTitleClasses}>Інформаційні ресурси</h2>
          <p className={paragraphClasses}>
            У КРФК КАІ функціонує власна бібліотека з 2-ма книгосховищами,
            загальною площею 449,7 кв. м. Працюють бібліотечні читальні зали.
            Запроваджений алфавітний систематизований каталог.
          </p>
          <p className={paragraphClasses}>
            Загальний фонд бібліотеки складає понад 147480 томів наукової і
            художньої літератури та 27 фахові видання періодичної літератури. За
            рік більше як 19400 відвідувань. Функціонують електронні бібліотеки:
            в бібліотеці, на відділеннях та на сайті коледжу. Електронні
            бібліотеки вміщують підручники, навчальні посібники, конспекти
            лекцій, методичні вказівки, основні нормативні документи, які
            використовуються здобувачами освіти для самостійної роботи та
            підготовки до екзаменів і заліків.
          </p>
          <p className={paragraphClasses}>
            Коледж підключений до системи Google Workspace for Education.
          </p>
          <p className={paragraphClasses}>
            Крім того, усі лабораторії коледжу підключені до мережі Інтернет.
            Після занять, у разі не завантаженості лабораторії, здобувачі освіти
            та викладачі мають можливість безкоштовно користуватись ресурсами
            Інтернет. Інтернет проведений також і в гуртожитках. На території
            коледжу розташовані точки Wi-Fi доступу до Інтернет.
          </p>
          <p className={paragraphClasses}>
            Коледж має редакційно-видавничий відділ, який оснащений сучасною
            друкарською і комп`ютерною технікою. Потужність друкарського
            устаткування типографії забезпечує тиражування навчально-методичних
            посібників, які розробляються педагогічними працівниками коледжу.
          </p>
          <p className={paragraphClasses}>
            Коледж має власну їдальню загальною площею 2048,9 кв. м, що
            розрахована на 900 посадкових місць. У ній здобувачі освіти, що
            навчаються за державним замовленням, відповідно до постанови
            Кабінету Міністрів України від 17 липня 2015 р. № 506 «Про
            затвердження Порядку надання окремим категоріям осіб, які навчаються
            у невійськових вищих навчальних закладах, статусу курсанта», мають
            змогу безкоштовно харчуватися. Додатково функціонує два буфети.
          </p>
          <p className={paragraphClasses}>
            На території коледжу побудовано чотири гуртожитки, житловою площею
            6043,3 кв. м. Забезпеченість здобувачів освіти житловою площею
            становить 100%.
          </p>
          <h2 className={subTitleClasses}>Студентське життя</h2>
          <p className={paragraphClasses}>
            На території коледжу розташований Студентський палац (клуб) та клуб
            «Авіатор», у яких працюють різноманітні художні гуртки, проводяться
            культурні заходи, конкурси та концерти, працюють студентські творчі
            колективи, духовий оркестр, танцювальний колектив, дискоклуб та ін.
          </p>
          <p className={paragraphClasses}>
            Важливим центром ведення літопису сучасного коледжу, популяризації
            його досягнень, виховання студентства та профорієнтаційної роботи
            виступає музей. Його було відкрито в 1974 році. Сучасна експозиція
            нараховує 4975 експонатів.
          </p>
          <h2 className={subTitleClasses}>Практика та перспективи</h2>
          <p className={paragraphClasses}>
            Здобувачі освіти навчаються на кафедрі військової підготовки. По
            закінченні навчання їм присвоюється військове звання «Молодший
            лейтенант запасу».
          </p>
          <p className={paragraphClasses}>
            Криворізький фаховий коледж Державного некомерційного підприємства
            «Державний університет «Київський авіаційний інститут» - це єдиний
            фаховий коледж технічного спрямування в Дніпропетровській області і
            один з небагатьох в Україні, який готує фахових молодших бакалаврів
            і бакалаврів.
          </p>
          <h2 className={subTitleClasses}>Наше покликання</h2>
          <p className={paragraphClasses}>
            Основним із завдань колективу коледжу є формування
            професійно-важливих компетентностей фахівців, які сприяють успішному
            виконанню фахової діяльності в умовах інтеграції України до
            світового співтовариства і конкурувати на світовому ринку праці.
          </p>
        </div>
      </section>
    </>
  );
}
