import { IInstructorsData } from "@/types/part-147";

export const instructorsHeaders = [
  {
    id: 1,
    name: "№",
  },
  {
    id: 2,
    name: "Прізвище, ім’я, по батькові",
  },
  {
    id: 3,
    name: "Посада",
  },
  {
    id: 4,
    name: "Компетентність",
  },
];
export const instructorsData: IInstructorsData[] = [
  {
    name: "Андрусевич Анатолій Олександрович",
    positions: ["Інст.т.", "Екз.", "Інст. п.", "Експ."],
    competencies: [
      "М: 9А (В1,В2), 12 (В1.3, тільки 12.7, 12.8, 12.15), 13 (В2), 14 (В2)",
      "М: 9А (В1,В2), 12(В1.3), 13 (В2), 14 (В2)",
      "М: 12 (В1.3 тільки 12.7, 12.8, 12.15), 13 (В2), 14 (В2)",
      "M: 12 (B1.3 тільки 12.7, 12.8, 12.15), 13 (B2), 14 (B2)",
    ],
  },
  {
    name: "Бахарев Андрій Олександрович",
    positions: ["Інст.т.", "Екз.", "Інст. п.", "Експ."],
    competencies: [
      "M: 6 (B1,B2 тільки 6.11); 7A (B1,B2 тільки 7.1-7.7,7.14-7.20); 9 (B1, B2); 10 (B1, B2); 11A (B1.1 тільки 11.4.4, 11.5,11.6,11.14.,11.15,11.18); 12 (B1.3 тільки 12.7, 12.8, 12.15); 13 (B2); 14 (B2)",
      "M: 7A (B1, B2); 9A (B1, B2), 10 (B1, B2), 13 (B2), 14 (B2)",
      "M: 6 (B1, B2 тільки 6.11); 7A (B1, B2 тільки 7.1-7.7,7.14-7.20); 13 (B2); 14 (B2)",
      "M: 6 (B1, B2), 7A (B1, B2), 13 (B2), 14 (B2)",
    ],
  },
  {
    name: "Бідніченко Олексій Юрійович",
    positions: ["Інст.т.", "Екз.", "Інст. п."],
    competencies: [
      "М: 6 (В1, В2 тільки 6.11); 7А (В1, В2 тільки 7.1, 7.4, 7.7, 7.16, 7.17);",
      "М: 7А (В1, В2)",
      "М: 6 (В1, В2 тільки 6.11); 7А (В1, В2 тільки 7.1, 7.4, 7.7, 7.16, 7.17);",
    ],
  },
  {
    name: "Борисенко Олександр Веніамінович",
    positions: ["Інст.т.", "Екз.", "Інст. п.", "Експ."],
    competencies: [
      "М: 6 (В1, В2 тільки 6.11); 7А (В1, В2 тільки 7.1-7.7,7.14-7.20); 9А (В1, В2); 11A (В1.1 тільки 11.4.4, 11.5,11.6,11.14.,11.15,11.18); 12 (В1.3 тільки 12.7, 12.8, 12.15)",
      "М: 6 (В1, В2); 11А (В1.1); 12 (В1.3)",
      "М: 6 (В1, В2 тільки 6.11); 7А (В1, В2 тільки 7.1-7.7,7.14-7.20); 9А (В1, В2); 11A (В1.1 тільки 11.4.4, 11.5,11.6,11.14.,11.15,11.18);",
      "М: 7А (В1, В2 тільки 7.1-7.7,7.14-7.20); 11А (В1.1 тільки 11.4.4, 11.5,11.6,11.14.,11.15,11.18)",
    ],
  },
  {
    name: "Войтенко Віктор Андрійович",
    positions: ["Інст.т.", "Екз.", "Інст. п."],
    competencies: [
      "М: 6 (В1, В2 крім 6.11), 8 (В1, В2), 11A (В1.1 крім 11.4.4, 11.5,11.6,11.14.,11.15,11.18); 12 (В1.3 крім 12.7, 12.8, 12.15)",
      "М: 6 (В1, В2), 8 (В1, В2), 11A (В1.1), 12 (В1.3)",
      "М: 11A (В1.1 крім 11.4.4, 11.5,11.6,11.14.,11.15,11.18); 12 (В1.3 крім 12.7, 12.8, 12.15)",
    ],
  },
  {
    name: "Войтенко Надія Вікторівна",
    positions: ["Інст.т.", "Екз.", "Інст. п."],
    competencies: [
      "М: 6 (В1, В2 крім 6.11); 8 (В1, В2); 11A (В1.1 крім 11.4.4, 11.5,11.6,11.14.,11.15,11.18); М15(В1), М17А(В1.1)",
      "М: 6(В1, В2); 8 (В1, В2), 11A (В1.1); 15(В1), 17А(В1.1)",
      "М: 6 (В1, В2 крім 6.11); 11A (В1.1 крім 11.4.4, 11.5,11.6,11.14.,11.15,11.18); М15 (В1), М17А (В1.1)",
    ],
  },
  {
    name: "Чорниш Сергій Петрович",
    positions: ["Інст. п.", "Експ."],
    competencies: [
      "М: 6 (В1.1 крім 6.11); 7А (В1.1); 11А (В1.1 крім 11.4.4, 11.5,11.6,11.14.,11.15,11.18); 15 (В1); 17А (В1.1)",
      "М: 6 (В1.1 крім 6.11); 7А (В1.1); 11А (В1.1 крім 11.4.4, 11.5,11.6,11.14.,11.15,11.18); 15 (В1); 17А (В1.1)",
    ],
  },
  {
    name: "Кисленко Володимир Анатолійович",
    positions: ["Інст.т.", "Екз.", "Інст. п."],
    competencies: [
      "М: 6 (В1.1 крім 6.11), 8 (В1, В2), 11A (В1.1 крім 11.4.4, 11.5,11.6,11.14.,11.15,11.18); 15(В1), 17А (В1.1)",
      "М: 6 (В1.1 крім 6.11), 8 (В1, В2), 11A (В1.1), 15 (В1), 17А (В1.1)",
      "М: 6 (В1.1 крім 6.11); 11A (крім 11.4.4, 11.5,11.6,11.14.,11.15,11.18); 15(В1); 17А (В1.1)",
    ],
  },
  {
    name: "Кислова Марія Алімівна",
    positions: ["Інст.т.", "Екз."],
    competencies: ["М: 1 (В1, В2);", "М: 1 (В1, В2);"],
  },
  {
    name: "Торяник Борис Сергійович",
    positions: ["Інст. п.", "Експ."],
    competencies: [
      "М: 6 (В1, В2 тільки 6.11), 11А (В1.1 тільки 11.4.4, 11.5,11.6,11.14.,11.15,11.18), 12 (В1.3 тільки 12.7, 12.8, 12.15)",
      "М: 6 (В1, В2 тільки 6.11), 11А (В1.1 тільки 11.4.4, 11.5,11.6,11.14.,11.15,11.18), 12 (В1.3 тільки 12.7, 12.8, 12.15)",
    ],
  },
  {
    name: "Ковальчук Олена Леонідівна",
    positions: ["Інст.т.", "Екз."],
    competencies: ["М: 1(В1, В2); 2 (В1, В2)", "М: 1(В1, В2); 2 (В1, В2);"],
  },
  {
    name: "Копчук Олександр Васильович",
    positions: ["Інст.т.", "Екз.", "Інст. п."],
    competencies: [
      "М 7А (В1, В2 тільки 7.1, 7.2, 7.3, 7.6, 7.7, 7.13, 7.14, 7.15 (a, b))",
      "М 7А (В1, В2)",
      "М 7А (В1, В2 тільки 7.1, 7.2, 7.3, 7.6, 7.7, 7.13, 7.14, 7.15 (a, b))",
    ],
  },
  {
    name: "Менегатті Анатолій Жозефович",
    positions: ["Інст.т.", "Екз.", "Інст. п."],
    competencies: [
      "М: 6 (В1, В2 крім 6.11); 7А (В1, В2 тільки 7.1, 7.8, 7.9, 7.10, 7.11, 7.12, 7.13, 7.16 (b), 7.18 (e))",
      "М: 6 (В1, В2), 7А (В1, В2)",
      "М: 6 (В1, В2 крім 6.11); 7А (В1, В2 тільки 7.1, 7.8, 7.9, 7.10, 7.11, 7.12, 7.13, 7.16 (b), 7.18 (e))",
    ],
  },
  {
    name: "Нічосов Володимир Миколайович",
    positions: ["Інст.т.", "Екз."],
    competencies: ["М: 8 (В1, В2)", "М: 8 (В1, В2)"],
  },
  {
    name: "Омельченко Євген Володимирович",
    positions: ["Інст.т.", "Екз.", "Інст. п."],
    competencies: [
      "М: 15 (В1); 17 (В1.1)",
      "М: 15 (В1); 17 (В1.1)",
      "М: 15 (В1); 17 (В1.1)",
    ],
  },
  {
    name: "Рудий Сергій Володимирович",
    positions: ["Інст.т.", "Екз.", "Екз."],
    competencies: [
      "М: 3(В1, В2), 4(В1, В2), 5(В1, В2)",
      "М: 3(В1, В2), 4(В1, В2), 5(В1, В2)",
      "М: 3(В1, В2), 4(В1, В2), 5(В1, В2)",
    ],
  },
  {
    name: "Ситник Сергій Олександрович",
    positions: ["Інст.т.", "Екз."],
    competencies: ["М: 9А (В1, В2)", "М: 9А (В1, В2)"],
  },
  {
    name: "Матюшкін Анатолій Олександрович",
    positions: ["Інст. п.", "Експ."],
    competencies: [
      "М: 6 (В1, В2 крім 6.11); 7А (В1, В2); 12 (В1.3 крім 12.7, 12.8, 12.15)",
      "М: 6 (В1, В2 крім 6.11); 7А (В1, В2); 12 (В1.3 крім 12.7, 12.8, 12.15)",
    ],
  },
];
