export const subjectsData = [
  {
    id: "М 1",
    name: "Математика",
  },
  {
    id: "М 2",
    name: "Фізика",
  },
  {
    id: "М 3",
    name: "Основи електрики",
  },
  {
    id: "М 4",
    name: "Основи електроніки",
  },
  {
    id: "М 5",
    name: "Цифрова техніка/електронні інструментальні системи",
  },
  {
    id: "М 6",
    name: "Матеріали і деталі",
  },
  {
    id: "М 7А",
    name: "Практика технічного обслуговування",
  },
  {
    id: "М 8",
    name: "Основи аеродинаміки",
  },
  {
    id: "М 9А",
    name: "Людський фактор",
  },
  {
    id: "М 10",
    name: "Авіаційне законодавство",
  },
  {
    id: "М 11А",
    name: "Аеродинаміка, конструкції та системи  газотурбінного літака",
  },
  {
    id: "М 12",
    name: "Аеродинаміка, конструкції та системи вертольота",
  },
  {
    id: "М 13",
    name: "Аеродинаміка, конструкції та системи повітряного судна",
  },
  {
    id: "М 14",
    name: "Силова установка",
  },
  {
    id: "М 15",
    name: "Газотурбінний двигун",
  },
  {
    id: "М 17А",
    name: "Повітряний гвинт",
  },
];

export const subjectsNotes = [
  {
    title:
      "Інст. т. – інструктор з теоретичного елементу з відповідного модулю",
  },
  {
    title: "Інст. п. – інструктор з практичного елементу з відповідного модулю",
  },
  {
    title: "Екз. – екзаменатор з відповідного модулю",
  },
  {
    title: "Експ. – експерт з оцінювання практичних навичок",
  },
];
